Repository: bakhrullo/mbm_bot
Catalog: tgbot/locales/*/LC_MESSAGES/testbot.po
Languages: ru

source: Kerakli bo'limni tanlang! 👇
ru: Выберите нужный раздел! 👇

source: Assalomualaykum! 👋 Botimizga xushkelibsiz kerakli tilni tanlang
ru: Привет! 👋\пДобро пожаловать в наш бот, выберите нужный язык

source: Iltimos ismingizni kiriting 👤
ru: Пожалуйста, введите ваше имя 👤

source: Tilni o'zgartirish 🔄
ru: Сменить язык 🔄

source: Iltimos ID raqamingizni kiriting 🆔
ru: Пожалуйста, введите свой идентификационный номер 🆔

source: 👤 Shaxsiy kabinetga xush kelibsiz
ru: 👤 Добро пожаловать в личный кабинет

source: ❌ Xato id kiritildi. Ilitimos qayta tekshiib kiriting
ru: ❌ Неправилmный id. Пожалуйста, проверьте еще раз

source: Yuklaringizdan birini tanlang! 👇
ru: Выберите один из ваших грузов! 👇

source: 🤵‍♂️ Hurmatli {user_name} 📦 Siz {container_type} {container_number} buyurtma bergansiz. 📅 Yuklash sanasi: {load_date} 📥 Yuklash Manzili: {load_address} 📅 Yuborish sanasi: {send_date} 📬 Dislokatsiya: {dislocation} 📤 Yetkazish manzili: {delivery_address} ↗️ Buyurtma yo'nalishi: {burning_address} 📅 Kelish sanasi: {arrival_date}
ru: 🤵‍♂️ Уважаемый {user_name} 📦 Вы заказали {container_type} {container_number}. 📅 Дата загрузки: {load_date} 📥 Адрес для скачивания: {load_address} 📅 Дата отправки: {send_date} 📬 Вывих: {dislocation} 📤 Адрес доставки: {delivery_address} ↗️ Направление заказа: {burning_address} 📅 Дата прибытия: {arrival_date}

source: Tili o'zgartirildi
ru: Язык изменён

source: Iltimos telefon raqamingizin kiriting 📲
ru: Пожалуйста, введите свой номер телефона 📲

source: Sizga qaysi yo'nalish kerak?
ru: Какое направление вам нужно?

source: Kerakli bo'lgan yo'nalishni tanlang 👇
ru: Выберите нужный раздел! 👇

source: Tez orada mutaxassislarimiz siz bilan bog'lanadi! 👨‍💻
ru: Наши специалисты свяжутся с вами в ближайшее время! 👨‍💻

source: Orqaga 🔙
ru: Назад 🔙

source: 💸 Narxni hisoblatish
ru: 💸 Расчет цены

source: 📦 Yuk haqida ma'lumot olish
ru: 📦 Получить информацию о грузе

source: 🛠 Sozlamalar
ru: 🛠 Настройки

source: Pekin - Toshkent
ru: Пекин - Ташкент

source: Toshkent - Pekin
ru: Ташкент - Пекин

source: Kontaktni yuborish 📱
ru: Отправить контакт 📱
